Revit 2027 API
PolymeshTopology.NumberOfFacets Property
 The number of facet in the polymesh.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int NumberOfFacets { get; }
Public ReadOnly Property NumberOfFacets As Integer
	Get
public:
property int NumberOfFacets {
	int get ();
}
member NumberOfFacets : int with get
Property Value
Int32
See Also
Reference
PolymeshTopology Class
Autodesk.Revit.DB Namespace